acpi
alsa-utils
android-tools
android-udev
ark
autoconf
autoconf-archive
automake
barrier
base
bind
binutils
bison
bluedevil
bluez-utils
breeze
breeze-gtk
calligra
caprine
cups
cups-pdf
dejagnu
discord
discover
dkms
dmenu
dmidecode
dnsmasq
docbook-xml
docbook-xsl
docker
dolphin
dolphin-plugins
doxygen
drkonqi
dropbox
dunst
ebtables
edk2-ovmf
expect
fakeroot
feh
ffmpegthumbs
firefox
fish
flex
gcc
gifski
git
glib2-docs
gnome-common
gnu-netcat
gnuchess
gobject-introspection
google-chrome
gptfdisk
groff
gtk-doc
i3-gaps
i3blocks
i3status
inetutils
insync
intel-ucode
intltool
itstool
iwd
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdegraphics-thumbnailers
kdeplasma-addons
kgamma5
khotkeys
kibom-git
kicad-footprints-git
kicad-git
kicad-library-digikey-git
kicad-packages3d-git
kicad-symbols-git
kinfocenter
kitty
kmenuedit
kmines
kmon
knights
kscreen
kscreenlocker
ksshaskpass
ksysguard
kwallet-pam
kwayland-integration
kwin
kwrited
libinput-gestures
libkscreen
libksysguard
libmicrodns
libtool
libvncserver
libxp
linux
linux-firmware
linux-headers
lsb-release
lsd
lsof
luit
ly-git
m4
maim
make
mallard-ducktype
masterpdfeditor
milou
minecraft-launcher
montserrat-font-otf
nano
ncdu
nerd-fonts-complete
nmap
nordvpn-bin
noto-fonts-emoji
nss-mdns
okular
openrazer-meta
openssh
oxygen
p7zip
pacman-contrib
patch
peek
perl-anyevent-i3
perl-clone
perl-encode-locale
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-json-xs
perl-libwww
perl-lwp-mediatypes
perl-net-http
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-parser
picom
pkgconf
plasma-browser-integration
plasma-desktop
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
plex-media-player
polkit-kde-agent
polybar
polychromatic
portaudio
powerdevil
powertop
pulseaudio-bluetooth
python-anytree
python-beaker
python-libevdev
python-lxml
python-mako
python-notify2
qalculate-gtk
qbittorrent
qemu
qt5-webkit
qt5-websockets
ranger
rofi
ruby
ruby-irb
ruby-reline
rubygems
scrcpy
sddm-kcm
slack-desktop
speedtest-cli
sudo
systemsettings
telegram-desktop
texinfo
tidal-hifi-git
tlp
tmux
traceroute
tree
ttf-opensans
unrar
unzip
usbutils
vim
vim-youcompleteme-git
virt-manager
virt-viewer
visual-studio-code-bin
vlc
wget
whatsapp-nativefier
which
whois
wmctrl
wps-office
x11vnc
xarchiver
xclip
xdg-desktop-portal-kde
xdg-user-dirs
xerces-c
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yakuake
yay
yelp-tools
yelp-xsl
zoom
