acpi
alsa-utils
android-tools
android-udev
ark
asar
autoconf
automake
barrier
base
bind
binutils
bison
blender
bluedevil
bluez-utils
breeze
breeze-gtk
byobu
calligra
caprine
cups
cups-pdf
discord
discover
dkms
dmenu
dmidecode
dnsmasq
docker
dolphin
dolphin-plugins
drkonqi
dropbox
dterm
dunst
ebtables
edk2-ovmf
evemu
evtest
fakeroot
feh
ffmpegthumbs
firefox
fish
flex
gcc
gifski
git
gnu-netcat
gnuchess
google-chrome
gptfdisk
groff
hid-apple-patched-git-dkms
htop
i3-gaps
i3blocks
i3status
inetutils
insync
intel-ucode
iperf3
iptraf-ng
iwd
jq
jre8-openjdk
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdegraphics-thumbnailers
kdeplasma-addons
kgamma5
khotkeys
kibom-git
kicad-footprints-git
kicad-git
kicad-library-digikey-git
kicad-packages3d-git
kicad-symbols-git
kinfocenter
kitty
kmenuedit
kmines
kmon
knights
kscreen
kscreenlocker
ksnip
ksshaskpass
ksysguard
kwallet-pam
kwayland-integration
kwin
kwrited
libinput-gestures
libkscreen
libksysguard
libmicrodns
libtool
linux
linux-firmware
linux-headers
lsd
lsof
luit
ly
m4
maim
make
masterpdfeditor
metasploit
milou
minecraft-launcher
minicom
montserrat-font-otf
multimc-bin
nano
ncdu
ncftp
nerd-fonts-complete
nethogs
networkd-dispatcher
nfs-utils
nmap
nodejs-nativefier
nordvpn-bin
noto-fonts-emoji
nss-mdns
okular
openrazer-meta
openssh
oxygen
p7zip
pacman-contrib
patch
peek
perl-anyevent-i3
perl-json-xs
picom
pkgconf
pkgfile
plasma-browser-integration
plasma-desktop
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
plex-media-player
polkit-kde-agent
polybar
polychromatic
postgresql
powerdevil
powertop
prettier
pulseaudio-bluetooth
python-libevdev
python-notify2
python-poetry
qalculate-gtk
qbittorrent
qemu
qgis
ranger
reflector
rmlint
rofi
rsync
samba
scrcpy
sddm-kcm
slack-desktop
speedtest-cli
spek-git
sudo
systemsettings
telegram-desktop
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tidal-hifi-git
tlp
tmux
traceroute
trash-cli
tree
ttf-opensans
unrar
unzip
usbutils
vim
vim-plug
vim-youcompleteme-git
virt-manager
virt-viewer
visual-studio-code-bin
vlc
vnstat
wget
whatsapp-nativefier
which
whois
wireshark-qt
wmctrl
wps-office
xarchiver
xclip
xdg-desktop-portal-kde
xdg-user-dirs
xf86-video-vesa
xkb-switch
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
yakuake
yarn
yay
youtube-dl
zoom
zsh
