7zip
acpi
alsa-utils
android-apktool
android-tools
android-udev
ark
arp-scan
asar
autoconf
automake
barrier
base
base-devel
betterlockscreen
bind
binutils
bison
bitwig-studio
bluedevil
bluez-utils
breeze
breeze-gtk
brightnessctl
btop
byobu
calligra
cloudflared
cups
cups-pdf
dhcping
discord
discover
dkms
dmenu
dmidecode
dnsmasq
docker
dolphin
dolphin-plugins
drkonqi
dropbox
dunst
ebtables
edk2-ovmf
evemu
evtest
f3-git
fakeroot
feh
ffmpegthumbs
firefox
fish
flatpak
flex
floorp-bin
fuse2
gcc
gifsicle
gifski
git
gnu-netcat
gnuchess
go
google-chrome
gptfdisk
groff
gummy
hexchat
htop
i3-wm
i3blocks
i3status
inetutils
intel-ucode
iperf3
ipmitool
iptraf-ng
irssi
iwd
jq
jre8-openjdk
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdegraphics-thumbnailers
kdeplasma-addons
keep-presence
kgamma
khotkeys
kicad
kinfocenter
kio-gdrive
kitty
kmenuedit
kmines
kmon
knights
kscreen
kscreenlocker
ksnip
ksshaskpass
kvantum
kwallet-pam
kwayland-integration
kwin
kwrited
libinput-gestures
libkscreen
libksysguard
libmicrodns
libtool
libxcrypt-compat
lightly-kf6-git
linux
linux-firmware
linux-headers
logseq-desktop
lsd
lsof
luit
ly
m4
macchanger
maim
make
masterpdfeditor
metasploit
milou
minecraft-launcher
minicom
moreutils
mtr
multimc-bin
nano
ncdu
ncftp
nerd-fonts-git
net-tools
nethogs
networkd-dispatcher
nfs-utils
ngrep
nicotine+
nmap
nomacs
nordvpn-bin
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
okular
openrazer-daemon
openssh
otf-montserrat
oxygen
pacman-contrib
patch
pavucontrol
pax
peek
perl-anyevent-i3
perl-json-xs
picom
pipewire-audio
pipewire-pulse
pipewire-zeroconf
pkgconf
pkgfile
plasma-browser-integration
plasma-desktop
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
playerctl
plex-media-player
polkit-kde-agent
polychromatic
polymc
postgresql
powerdevil
powertop
prettier
python-black
python-kibom
python-libevdev
python-notify2
python-pip
python-poetry
python-pyusb
qalculate-gtk
qbittorrent
qemu-desktop
qgis
qt6ct
ranger
reflector
revanced-cli-bin
rmlint
rofi
rofi-bluetooth-git
rofimoji
rsync
samba
scrcpy
sddm-kcm
songrec
sox
speedtest-cli
spek
steam
strawberry
sudo
systemd-resolvconf
systemsettings
tdrop-git
tealdeer
teams-for-linux
teamviewer
texinfo
texlive-basic
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-mathscience
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
thermald
ticker
ticktick
tidal-dl
tidal-hifi-bin
tlp
tmux
traceroute
trash-cli
tree
ttf-opensans
unrar
unzip
usbutils
v4l2ucp
vim
vim-plug
vim-youcompleteme-git
virt-manager
virt-viewer
visual-studio-code-bin
vlc
vlc-plugin-ffmpeg
vnstat
vsftpd
wget
whatsapp-nativefier
which
whois
wireguard-tools
wireplumber
wireshark-qt
wmctrl
wps-office
xarchiver
xclip
xdg-desktop-portal-kde
xdg-user-dirs
xf86-video-vesa
xkb-switch
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
yakuake
yarn
yay
yaycache
yt-dlp
zoom
zsh
